Repository: Chameera-de/Corona-Tracker
Catalog: Corona/Localization/*.lproj/Localizable.strings
Languages: hr, hu, ja, ku, pl, sq, zh_hant_tw

# case.confirmed
source: Confirmed
hr: Potvrđeni
hu: Regisztrált
ja: 累計感染者数
ku: تووشبوو
pl: Potwierdzonych
sq: Të konfirmuar
zh_hant_tw: 已確診

# case.active
source: Active
hr: Aktivni
hu: Aktív
ja: 患者数
ku: تووشبووی چالاك
pl: Aktywnych
sq: Aktivë
zh_hant_tw: 治療中

# case.recovered
source: Recovered
hr: Oporavljeni
hu: Gyógyult
ja: 回復者数
ku: چاكبوونه‌وه‌
pl: Wyleczonych
sq: Shëruar
zh_hant_tw: 已康復

# case.deaths
source: Deaths
hr: Preminuli
hu: Elhunyt
ja: 死亡者数
ku: مردن
pl: Zmarłych
sq: Të vdekur
zh_hant_tw: 已死亡

# region.world
source: Worldwide
hr: Svijet
hu: Világszerte
ja: 世界
ku: جیهان
pl: Świat
sq: Bota
zh_hant_tw: 全球

# chart.topCountries
source: Most Affected Countries
hr: Najpogođenije zemlje
hu: A leginkább érintett országok
ja: 感染者数の多い国
ku: زۆرترین ئه‌و وڵاتانه‌ی تووشی بۆتن
pl: Najbardziej dotknięte kraje
sq: Shtetet më të prekura
zh_hant_tw: 最多確診個案國家

# chart.topRegions
source: Most Affected Regions
hr: Najpogođenije regije
hu: A leginkább érintett régiók
ja: 感染者数の多い地域
ku: زۆرترین ئه‌و هه‌رێمانه‌ی تووشی بۆتن
zh_hant_tw: 最多確診個案地區

# chart.logarithmic
source: Logarithmic Scale
hr: Logaritamska ljestvica
hu: Logaritmikus skála
ja: 対数スケール
ku: نیشاندانی هێڵكاری و گه‌وره‌كردن
pl: Skala logarytmiczna
sq: Shkallë Logaritmi
zh_hant_tw: 對數尺度

# chart.delta
source: Daily New Cases
hr: Novozaraženi
hu: Napi új esetek
ja: 新規罹患者数
ku: توشبووی نوێی ڕۆژانه‌
pl: Dzienne nowe przypadki
sq: Rastetet e Reja Ditore
zh_hant_tw: 每日新增案例

# chart.delta.deaths
source: Daily New Deaths
hr: Novopreminuli
hu: Napi új halálozások
ja: 新規死者数
ku: مردنی نوێی ڕۆژانه‌
pl: Dzienne nowe zgony
sq: Vdekjet e reja ditore
zh_hant_tw: 每日新增死亡

# chart.delta.increasing
source: Increasing
hr: Rastući
hu: Növekedés
ja: 前日比増
ku: زیادكردن
pl: Wzrastający
sq: Rritje
zh_hant_tw: 增長

# chart.delta.decreasing
source: Decreasing
hr: Padajući
hu: Csökkenés
ja: 前日比減
ku: كه‌مركردن
pl: Malejący
sq: Rënie
zh_hant_tw: 下降

# chart.trendline
source: Confirmed cases since 100th case
hr: Potvrđeni slučajevi poslije 100. slučaja
hu: Regisztrált esetek a 100. eset óta
ja: 100例目以降の推移
ku: حاڵه‌تی توشبونه‌كان له‌ 100ه‌مین حاڵه‌ته‌وه‌
pl: Potwierdzone przypadki od setnego
sq: Rastet e reja nga rasti 100
zh_hant_tw: 確診數量指數

# chart.trendline.deaths
source: Deaths since 10th death
hr: Preminuli poslije 10. smrti
hu: Halálozás a 10. halál eset óta
ja: 死者数の推移(10例目以降)
ku: حاڵه‌تی مردنه‌كان له‌ 10یه‌مین مردنه‌وه‌
sq: Numri vdekjve nga vdekja 10
zh_hant_tw: 死亡數量指數

# chart.history
source: Growth of Cases
hr: Rast slučajeva
hu: Esetek alakulása
ja: 推移
ku: ته‌شه‌نه‌كردنی حاڵه‌ته‌كان
pl: Wzrost liczby przypadków
sq: Rritja e rasteve
zh_hant_tw: 案例增長

# chart.axis.days
source: %d Days
hr: %d Dani
hu: %d nap
ja: %d 日後
ku: %d ڕۆژ
pl: %d dni
sq: %d Ditë
zh_hant_tw: %d 天

# data.updating
source: Updating...
hr: Ažuriranje...
hu: Frissítés...
ja: 更新中...
ku: نوێكردنه‌وه‌...
pl: Aktualizuję...
sq: Përditësimi…
zh_hant_tw: 更新中...

# data.updateDate
source: Last updated:
hr: Zadnji put ažurirano:
hu: Legutóbbi frissítés:
ja: 最終更新:
ku: دواهه‌مین نوێكردنه‌وه‌:
pl: Ostatnio aktualizowane:
sq: Përditësimi i fundit:
zh_hant_tw: 最後更新於：

# data.errorTitle
source: Can't update the data
hr: Podaci se ne mogu ažurirati
hu: Adatok frissítése nem sikerült
ja: データを更新できませんでした
ku: ناتوانرێت نوێبكرێته‌وه‌
pl: Nie udało sie zaktualizować danych
sq: Nuk mund të përditësohen të dhënat
zh_hant_tw: 無法更新資料

# data.errorMessage
source: Please make sure you're connected to the internet.
hr: Provjerite jeste li povezani s internetom.
hu: Kérlek ellenőrizd a hálózati kapcsolatot.
ja: インターネットに接続できませんでした
ku: تكایه‌ دڵنیابه‌ره‌وه‌ له‌وه‌ی كه‌ په‌یوه‌ستیت به‌ ئینته‌رنێته‌وه‌
pl: Proszę sprawdź czy masz połaczenie z internetem.
sq: Sigurohuni që jeni të lidhur me internetin
zh_hant_tw: 請確認您的網路狀態。

# data.source
source: Source: %@
hr: Izvor: %@
hu: Forrás: %@
ja: データソース: %@
ku: سه‌رچاوه‌: %@
pl: Źródło: %@
sq: Burimi: %@
zh_hant_tw: 來源: %@

# app.newVersionTitle
source: New Version Available
hr: Dostupna nova verzija
hu: Új verzió érhető el
ja: 新しいバージョンが利用可能です
ku: وه‌شانی نوێ به‌رده‌سته‌
pl: Dostępna nowa wersja
sq: Version i ri
zh_hant_tw: 發現新版本

# app.newVersionMessage
source: Please update from %@
hr: Ažurirajte s %@
hu: Frissítés elérhető innen: %@
ja: %@ からアップデートしてください
ku: تكایه‌ نوێیبكه‌ره‌وه‌ له‌ %@
pl: Proszę zaktualizuj z %@
sq: Përditësohuni nga %@
zh_hant_tw: 請從%@更新

# message.cancel
source: Cancel
hr: Poništi
hu: Mégsem
ja: キャンセル
ku: داخستن
pl: Anuluj
sq: Anullo
zh_hant_tw: 取消

# message.open
source: Open
hr: Otvori
hu: Megnyitás
ja: 開く
ku: كردنه‌وه‌
pl: Otwórz
sq: Hap
zh_hant_tw: 打開

# message.ok
source: OK
ku: باشه‌
zh_hant_tw: 確定

# message.done
source: Done
hr: Gotovo
hu: Kész
ja: 完了
ku: ته‌واو بوو
pl: Gotowe
sq: Mbaro
zh_hant_tw: 完成

# menu.copy
source: Copy
hr: Kopiraj
hu: Másolás
ku: له‌به‌رگرتنه‌وه‌
sq: Kopjo
zh_hant_tw: 複製

# menu.update
source: Update
hr: Ažuriraj
hu: Frissítés
ja: 更新
ku: نوێكردنه‌وه‌
pl: Aktualizuj
sq: Përditëso
zh_hant_tw: 更新

# menu.share
source: Share
hr: Podijeli
hu: Megosztás
ja: 共有
ku: هاوبه‌شكردن
pl: Udostępnij
sq: Shpërndaj
zh_hant_tw: 分享

# menu.search
source: Search
hr: Traži
hu: Keresés
ja: 検索
ku: گه‌ڕان
sq: Kërko
zh_hant_tw: 搜尋

# share.current
source: Coronavirus live update
hr: Ažuriranje koronavirusa uživo
hu: Koronavírus naprakész adatok
ja: コロナウイルス最新感染状況
ku: ئاماری ڕاسته‌وخۆی ڤایرۆسی كۆرۆنا
pl: Koronowirus - aktualizacja na żywo
sq: Përditësim Live
zh_hant_tw: 新型冠狀病毒即時更新

# share.chartHistory
source: Coronavirus growth chart
hr: Grafikon rasta koronavirusa
hu: Koronavírus növekedési grafikon
ja: コロナウイルス感染者推移
ku: هێڵكاری گه‌شه‌كردنی ڤایرۆسی كۆرۆنا
pl: Wykres wzrostu koronawirusa
sq: Grafiku
zh_hant_tw: 新型冠狀病毒成長圖表

# app.credits
source: Credits
hr: Zasluge
ja: クレジット
ku: دروستكه‌ره‌كان

# menu.releaseNotes
source: Release Notes
hr: Bilješke o izdanju
ja: リリースノート
ku: تێبینیه‌كانی وه‌شان

# menu.reportIssue
source: Report an Issue
hr: Prijavi problem
ja: 問題を報告
ku: ڕاپۆرت دان له‌هه‌ر هه‌ڵه‌یه‌ك
